[
    {
        "id": 0,
        "titulo": "Age of Empires II",
        "price": 299,
        "discount": 15,
        "Obj_carac": "Te aguarda una experiencia de juego de más de 200 horas que abarca todo un milenio de la historia humana! Juega en línea para desafiar a otros jugadores en tu empresa por dominar el mundo con 35 civilizaciones diferentes. Asimismo, ¡puedes experimentar nuevas civilizaciones y campañas con el DLC Señores de Occidente! Las actualizaciones más recientes abarcan el modo Batalla campal, soporte continuo para el Editor de escenarios, la función Partida rápida para librar partidas sociales con mayor facilidad, mejoras en la IU del juego ¡y mucho más! Traza tu camino hacia la grandeza con la llamativa y cautivadora remasterización de uno de los juegos de estrategia más queridos de todos los tiempos.",
        "dificult": 1,
        "age": "T",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "1 jugador  Plataforma: PC Lanzamiento: 14/11/2019 Editor: Xbox Game Studios Género: Estrategia Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "MÍNIMO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 10 64bit Procesador: Intel Core 2 Duo or AMD Athlon 64x2 5600+ Memoria: 4 GB de RAM Gráficos: NVIDIA® GeForce® GT 420 or ATI™ Radeon™ HD 6850 or Intel® HD Graphics 4000 or better with 2 GB VRAM RECOMENDADO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 10 64bit Procesador: 2.4 Ghz i5 or greater or AMD equivalent Memoria: 8 GB de RAM Gráficos: Nvidia® GTX 650 or AMD HD 5850 or better",
        "legal": "https://privacy.microsoft.com/es-ES/privacystatement",
        "image": "imagen_path"
    },
    {
        "id": 1,
        "titulo": "Call of duty",
        "price": 694,
        "discount": 10,
        "Obj_carac": "Características: La saga de acción en primera persona más vendida regresa con una épica secuela del múltiples veces ganador del premio Juego del Año Call of Duty®: Modern Warfare® 2",
        "dificult": 3,
        "age": "M",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "1 jugador/Multiplayer Plataforma: PS4/PC Lanzamiento: 08/11/2011 Editor: Activision Género: Shooter Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "MÍNIMO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 7 Procesador: Intel i5 Quad-Core Memoria: 1 GB de RAM Gráficos: Intel HD 4000 DirectX: Versión 10 Almacenamiento: 2 GB de espacio disponible RECOMENDADO: Requiere un procesador y un sistema operativo de 64 bits",
        "legal": "https://www.activision.com/es/legal/privacy-policy",
        "image": "imagen_path"
    },
    {
        "id": 2,
        "titulo": "Nine witches: Family Disruption",
        "price": 225,
        "discount": 5,
        "Obj_carac": "Características: - Una historia verdaderamente original y única (99,999999 % GARANTIZADO). - Acción y aventura para un jugador, con elementos de ingenio. - Únete al profesor Alexei Krakovitz y su leal asistente japonés, Akiro Kagasawa, en su heroica cruzada contra la Okkulte-55. - Gráficos pixelados al estilo retro. - ¡Un elenco de personajes peculiares! - Visita Sundäe, un pueblo oprimido por la Okkulte-55, en la costa noroeste de Noruega. - Habla con los muertos. ¡Una aventura tan delirante que te hará delirar hasta el delirio mismo!",
        "dificult": 2,
        "age": "T",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "1 jugador  Plataforma: PS4/PS5/PC Lanzamiento: 4/12/2020 Editor: BLOWFISH STUDIOS PTY LTD Género: Aventura Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "MÍNIMO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 7 Procesador: Intel i5 Quad-Core Memoria: 1 GB de RAM Gráficos: Intel HD 4000 DirectX: Versión 10 Almacenamiento: 2 GB de espacio disponible RECOMENDADO: Requiere un procesador y un sistema operativo de 64 bits",
        "legal": "https://www.blowfishstudios.com/privacy",
        "image": "imagen_path"
    },
    {
        "id": 3,
        "titulo": "FIFA 22",
        "price": 5500,
        "discount": 8,
        "Obj_carac": "Características: Powered by Football™, EA SPORTS™ FIFA 22 acerca aún más el juego a la realidad gracias a mejoras significativas en la jugabilidad y una nueva temporada de novedades en todos los modos.",
        "dificult": 2,
        "age": "E",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "1 jugador/Multiplayer  Plataforma: PS4/PS5/PC Lanzamiento: 01/10/2021 Editor:  Electronic Arts Género: Sports Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "MÍNIMO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 10 - 64-Bit Procesador: Intel Core i3-6100 @ 3.7GHz or AMD Athlon X4 880K @4GHz Memoria: 8 GB de RAM Gráficos: NVIDIA GTX 660 2GB or AMD Radeon HD 7850 2GB Almacenamiento: 50 GB de espacio disponible RECOMENDADO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 10 - 64-Bit Procesador: Intel i5-3550 @ 3.40GHz or AMD FX 8150 @ 3.6GHz Memoria: 8 GB de RAM Gráficos: NVIDIA GeForce GTX 670 or AMD Radeon R9 270X Red: Conexión de banda ancha a Internet Almacenamiento: 50 GB de espacio disponible",
        "legal": "https://www.ea.com/es-es/legal/privacy-policy",
        "image": "imagen_path"
    },
    {
        "id": 4,
        "titulo": "Hotline Miami II",
        "price": 300,
        "discount": 5,
        "Obj_carac": "Características: Hotline Miami es un juego de acción de alto octanaje que rebosa brutalidad es estado puro, violentos tiroteos y demoledores combates cuerpo a cuerpo.",
        "dificult": 3,
        "age": "M",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "1 jugador Plataforma: PS4/PC Lanzamiento: 23/10/2012 Editor: Devolver Digital Género: Acción, Indie Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "MINIMUM: OS:Microsoft® Windows® XP / Vista / 7 Processor:1.2GHz processor Memory:512 MB RAM Graphics:DirectX 8-compatible graphics card with at least 32MB of video memory DirectX®:9.0c Hard Drive:250 MB HD space Additional:Microsoft Xbox 360 Controller or Direct Input compatible controller, OpenGL 2.x or better highly recommended. RECOMMENDED: OS:Microsoft® Windows® XP / Vista / 7 Processor:1.4GHz processor or faster Memory:1 GB RAM Graphics:DirectX 8-compatible graphics card with at least 32MB of video memory DirectX®:9.0c Hard Drive:250 MB HD space Additional:Microsoft Xbox 360 Controller or Direct Input compatible controller",
        "legal": "https://www.devolverdigital.com/privacy-policy",
        "image": "imagen_path"
    },
    {
        "id": 5,
        "titulo": "Limbo",
        "price": 490,
        "discount": 0,
        "Obj_carac": "Características: Dudoso sobre el destino de su hermana, un niño entra en LIMBO",
        "dificult": 3,
        "age": "T",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "1 jugador  Plataforma: PS4/PS5/PC Lanzamiento: 02/08/2011 Editor: Playdead Género: Aventura, Indie Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "SO: Windows XP, Vista, 7 Procesador: 2 GHz Memoria: 512 MB de RAM Disco Duro: 150 MB de espacio libre Gráficos: Gráfica con 5 años o menos de antigüedad. Puede no funcionar con gráficas integradas y tarjetas de muy bajo presupuesto. Necesita Shader Model 3.0 Versión de DirectX®: 9.0c",
        "legal": "https://playdead.com/privacypolicy/",
        "image": "imagen_path"
    },
    {
        "id": 6,
        "titulo": "Moto GP 21",
        "price": 540,
        "discount": 15,
        "Obj_carac": "Características: Colócate en la parrilla de salida y prepárate para el videojuego más realista e inmersivo hasta la fecha de MotoGP™. ¡Vive la experiencia sobre dos ruedas más auténtica con el nuevo MotoGP™21!",
        "dificult": 1,
        "age": "E",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "1 jugador  Plataforma: PS4/PS5/PC Lanzamiento: 22/04/2021 Editor:  Milestone S.r.l. Género: Sports Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "MÍNIMO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 8.1 64-Bit or later Procesador: Intel Core i5-3470, AMD FX-6350 or equivalent Memoria: 8 GB de RAM Gráficos: NVIDIA GeForce GTX 1050 with 2 GB VRAM or more, AMD Radeon HD 7950 with 2 GB VRAM or more DirectX: Versión 11 Almacenamiento: 22 GB de espacio disponible RECOMENDADO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 8.1 64-Bit or later Procesador: Intel Core i7-5820K, AMD Ryzen 5 1500X or equivalent Memoria: 16 GB de RAM Gráficos: NVIDIA GeForce GTX 1060 with 6 GB VRAM or more, AMD Radeon RX 5700 with 6 GB VRAM or more DirectX: Versión 11 Almacenamiento: 22 GB de espacio disponible",
        "legal": "https://www.milestonesrl.com/dev/privacy-policy",
        "image": "imagen_path"
    },
    {
        "id": 7,
        "titulo": "Overwatch",
        "price": 1850,
        "discount": 15,
        "Obj_carac": "Características: Lucha por el futuro y asalta los campos de batalla del mañana en este emocionante juego de acción por equipos.",
        "dificult": 1,
        "age": "C",
        "category": [
            "categoria1",
            "categoria2"
        ],
        "plataforma": [
            "plat1",
            "plat2"
        ],
        "datos_Tecnicos": "Multiplayer  Plataforma: PS4/PS5/PC Lanzamiento: 21/05/2018 Editor: Activision Blizzard Int'l BV Género: Shooter Idiomas de pantalla: Alemán, Chino - Simplificado, Chino - Tradicional, Español, Francés (Francia), Inglés, Portugués (Brasil), Ruso.",
        "requisitos": "MÍNIMO: Requiere un procesador y un sistema operativo de 64 bits SO: Windows 7 Procesador: Intel i5 Quad-Core Memoria: 1 GB de RAM Gráficos: Intel HD 4000 DirectX: Versión 10 Almacenamiento: 2 GB de espacio disponible RECOMENDADO: Requiere un procesador y un sistema operativo de 64 bits",
        "legal": "https://www.blizzard.com/es-es/legal/a4380ee5-5c8d-4e3b-83b7-ea26d01a9918/blizzard-entertainment-online-privacy-policy",
        "image": "imagen_path"
    },
    {
        "id": 8,
        "titulo": "CDMW3",
        "price": "1000",
        "discount": "10",
        "dificult": "Dificil",
        "age": "C",
        "category": [
            "shooter",
            "accion"
        ],
        "plataforma": "to implement",
        "image": "imagen_path"
    }
]